{
  "meta": {
    "title": "Defi ALS Sim",
    "theme": {
      "bg": "#020617",
      "card": "#020617",
      "border": "#1f2937",
      "accent": "#f97373",
      "danger": "#ef4444",
      "text": "#e5e7eb",
      "muted": "#9ca3af",
      "heading": "#fef2f2"
    }
  },
  "cases": [
    {
      "id": 1,
      "title": "Olgu 1 – Poliklinikte ani yıkılan hasta",
      "narrative": "55 yaşında erkek, göğüs ağrısı ile poliklinikte beklerken aniden yere yığılıyor. Solunumu duruyor, periferik nabız alınamıyor, CPR başlatılıyor ve monitöre ilk kez şimdi bakıyorsun.",
      "tags": ["erişkin", "in-hospital", "arrest"],
      "rhythmKey": "vf",
      "timeLimitSec": 5,
      "type": "ALS ritim kararı",
      "correctAction": "shock",
      "explanation": "Nabızsız, organize olmayan hızlı ritimler VF/pVT olarak kabul edilir ve ERC ALS'e göre derhal defibrilasyon endikedir."
    },
    {
      "id": 2,
      "title": "Olgu 2 – Evde kollaps sonrası getirilen hasta",
      "narrative": "68 yaşında hipertansif kadın, evde ani kollaps sonrası 112 ile getiriliyor. Gelişte bilinç kapalı, solunumsuz, nabızsız ve CPR altında monitöre ilk kez şimdi bakıyorsun.",
      "tags": ["erişkin", "out-of-hospital", "arrest"],
      "rhythmKey": "vt",
      "timeLimitSec": 5,
      "type": "ALS ritim kararı",
      "correctAction": "shock",
      "explanation": "Nabızsız, geniş kompleks düzenli taşikardi pVT olarak değerlendirilir ve şoklanabilir ritimdir; hızlı defibrilasyon prognozu belirler."
    },
    {
      "id": 3,
      "title": "Olgu 3 – Gözlem odasında ilaç sonrası kötüleşme",
      "narrative": "36 yaşında kadın, birkaç gündür kullandığı ilaçlar sonrası baş dönmesi yakınmasıyla gözlem odasında izlenirken aniden bilincini kaybediyor. Solunumu duruyor, nabız alınamıyor, CPR başlatılıyor ve monitörü ilk kez şimdi görüyorsun.",
      "tags": ["erişkin", "ilaç", "arrest"],
      "rhythmKey": "torsades",
      "timeLimitSec": 5,
      "type": "ALS ritim kararı",
      "correctAction": "shock",
      "explanation": "Uzamış QT/ilaç ilişkili polimorfik VT torsades tablosu oluşturur; nabızsız ise VF/pVT gibi şoklanmalıdır ve ardından magnezyum ile altta yatan neden tedavi edilmelidir."
    },
    {
      "id": 4,
      "title": "Olgu 4 – Septik şok hastasında yoğun bakım alarmı",
      "narrative": "Yoğun bakımda septik şok nedeniyle yüksek doz vazopressör alan 72 yaşında kadın için monitör alarmı çalıyor. Odaya girdiğinde hasta bilinçsiz, solunumsuz, nabızsız ve CPR başlamış durumda, monitöre ilk kez şimdi bakıyorsun.",
      "tags": ["erişkin", "sepsis", "arrest"],
      "rhythmKey": "pea",
      "timeLimitSec": 5,
      "type": "ALS ritim kararı",
      "correctAction": "noShock",
      "explanation": "Nabızsız ancak organize elektrik aktivitesi PEA'dir ve şoklanamaz; ERC ALS'e göre yüksek kaliteli KPR, adrenalin ve geri döndürülebilir nedenlerin agresif düzeltilmesi esastır."
    },
    {
      "id": 5,
      "title": "Olgu 5 – Havale sonrası çocukta kollaps",
      "narrative": "3 yaşında erkek çocuk, yüksek ateş sırasında kısa süren kasılma sonrası acile getiriliyor. Odaya alındıktan kısa süre sonra solunumu duruyor, nabız alınamıyor ve CPR altında monitöre ilk kez şimdi bakıyorsun.",
      "tags": ["çocuk", "havale", "arrest"],
      "rhythmKey": "asystole",
      "timeLimitSec": 5,
      "type": "ALS ritim kararı",
      "correctAction": "noShock",
      "explanation": "Pediatrik hipoksik arrestlerde asistoli sık görülür; düz hatta yakın aktivite şoklanamaz, KPR ve adrenalin ile oksijenlenmenin düzeltilmesi ön plandadır."
    },
    {
      "id": 6,
      "title": "Olgu 6 – Koroner yoğun bakımda ani kötüleşme",
      "narrative": "ST elevasyonlu MI nedeniyle girişim sonrası koroner yoğun bakımda izlenen 65 yaşında erkek, aniden çarpıntı ve baş dönmesi ile hemşire çağırıyor. Odaya girdiğinde hasta soluk, hipotansif ve belirgin çarpıntılı, monitöre ilk kez şimdi bakıyorsun.",
      "tags": ["erişkin", "post-MI", "taşikardi", "instabil"],
      "rhythmKey": "af",
      "timeLimitSec": 5,
      "type": "ALS ritim kararı",
      "correctAction": "cardioversion",
      "explanation": "Hemodinamik instabil hızlı atriyal ritimlerde ERC taşikardi algoritmasına göre ilk tercih senkronize kardiyoversiyondur; ilaçla yavaş kontrol denemek gecikmeye yol açabilir."
    },
    {
      "id": 7,
      "title": "Olgu 7 – Doğum sonrası çarpıntı ve hipotansiyon",
      "narrative": "28 yaşında kadın, normal doğumdan birkaç saat sonra artan vajinal kanama ve baş dönmesi ile acilde değerlendiriliyor. Cildi soluk-soğuk, TA 80/40 mmHg, belirgin çarpıntılı ve monitöre ilk kez şimdi bakıyorsun.",
      "tags": ["erişkin", "postpartum", "taşikardi", "instabil"],
      "rhythmKey": "svt",
      "timeLimitSec": 5,
      "type": "ALS ritim kararı",
      "correctAction": "cardioversion",
      "explanation": "Hemodinamik instabil dar kompleks düzenli taşikardide ERC taşikardi algoritmasına göre acil senkronize kardiyoversiyon endikedir; vagal manevra veya adenozinle zaman kaybedilmemelidir."
    },
    {
      "id": 8,
      "title": "Olgu 8 – Genç hastada bilinen çarpıntı atakları",
      "narrative": "24 yaşında erkek, daha önce birkaç kez kısa süren çarpıntı atakları tariflemiş. Bu kez çarpıntı ve baş dönmesi ile başvuruyor, gelişte ajite, hipotansif ve belirgin çarpıntılı, monitöre ilk kez şimdi bakıyorsun.",
      "tags": ["erişkin", "genç", "pre-eksitasyon olası", "taşikardi", "instabil"],
      "rhythmKey": "wpw",
      "timeLimitSec": 5,
      "type": "ALS ritim kararı",
      "correctAction": "cardioversion",
      "explanation": "Pre-eksitasyonlu AF/WPW tablosunda hızlı ve geniş QRS'li düzensiz ritim hemodinamik instabil ise senkronize kardiyoversiyon tercih edilir; AV nod bloklayıcı ilaçlar kontrendikedir."
    },
    {
      "id": 9,
      "title": "Olgu 9 – Ateşli ve dehidrate genç erişkin",
      "narrative": "30 yaşında erkek, yüksek ateş, ishal ve çarpıntı hissi ile başvuruyor. Bilinci açık, TA 110/70 mmHg, satürasyonu normal, sadece nabzı belirgin hızlı ve monitöre ilk kez şimdi bakıyorsun.",
      "tags": ["erişkin", "ateş", "dehidratasyon", "stabil"],
      "rhythmKey": "sinus",
      "timeLimitSec": 5,
      "type": "ALS ritim kararı",
      "correctAction": "noShock",
      "explanation": "Hipovolemi ve ateşe bağlı sinüs taşikardisi fizyolojik yanıttır; elektriksel tedavi endike değildir, sıvı ve temel nedenin düzeltilmesi gerekir."
    },
    {
      "id": 10,
      "title": "Olgu 10 – İleri yaşta tekrarlayan senkop öyküsü",
      "narrative": "82 yaşında erkek, son haftalarda yürürken kısa süren baş dönmesi atakları yaşamış. Bugün evde kısa süreli bilinç kaybı sonrası acile getiriliyor; gelişte uykulu, sınırda hipotansif ve nabzı belirgin yavaş, monitöre ilk kez şimdi bakıyorsun.",
      "tags": ["erişkin", "ileri yaş", "bradikardi", "peri-arrest"],
      "rhythmKey": "sinus",
      "timeLimitSec": 5,
      "type": "ALS ritim kararı",
      "correctAction": "noShock",
      "explanation": "Sinüs bradikardisi veya iletim bloğuna bağlı ciddi yavaş ritimlerde yaklaşım bradikardi algoritması ve pacing yönündedir; defibrilasyon veya kardiyoversiyon endike değildir."
    },
    {
      "id": 11,
      "title": "Olgu 11 – İnce çizgi: asistoli mi ince VF mi?",
      "narrative": "Yoğun bakımda septik şok nedeniyle takip edilen 70 yaşında erkek hasta için alarm çalıyor. Odaya girdiğinde bilinci kapalı, solunumsuz, nabızsız ve CPR altında. Monitörde çizgi neredeyse düz, sadece çok düşük genlikli dalgalanmalar seçilebiliyor; ekipten biri \"bence asistoli\" diyor. Ritim kaydına ilk kez şimdi bakıyorsun.",
      "tags": ["erişkin", "sepsis", "arrest", "ince VF", "borderline"],
      "rhythmKey": "vf_fine",
      "timeLimitSec": 5,
      "type": "ALS ritim kararı",
      "correctAction": "shock",
      "explanation": "İnce VF asistoli ile kolay karışır. ERC ALS, gain/filtre ayarını kontrol edip birden fazla derivasyonda ince VF'yi kaçırmamayı ve VF doğrulanıyorsa defibrilasyon yapılmasını önerir. İnce VF'yi asistoli diye kabul edip şoktan kaçınmak kritik bir hata olabilir."
    },
    {
      "id": 12,
      "title": "Olgu 12 – Titreme mi VF mi?",
      "narrative": "75 yaşında, Parkinson tanılı erkek hasta, hafif göğüs rahatsızlığı nedeniyle monitöre alınıyor. Bilinci açık, seninle konuşabiliyor, belirgin tremoru var ve yatak üzerinde hareket ediyor. Hemşire \"monitör VF gösteriyor\" diyerek seni çağırıyor. Hastanın nabzı dolgun, TA 130/80 mmHg; aynı anda monitörde kaotik bir çizgi görüyorsun.",
      "tags": ["erişkin", "hareket artefaktı", "VF benzeri görüntü", "nabız var", "borderline"],
      "rhythmKey": "artifact",
      "timeLimitSec": 5,
      "type": "ALS ritim kararı",
      "correctAction": "noShock",
      "explanation": "ERC ALS vurgusu: \"Önce hastaya bak\". Nabzı dolgun, bilinci açık hastada monitördeki kaotik görüntünün VF olması çok olası değildir; titreme/hareket artefaktı ile karışır. Hareketi durdurup farklı derivasyon ve elektrotları kontrol etmek gerekir; bu tabloda defibrilasyon endike değildir."
    },
    {
      "id": 13,
      "title": "Olgu 13 – Ciddi hipotermide 3. şoktan sonra VF",
      "narrative": "Kışın dağda kaybolan 27 yaşında erkek, yaklaşık 40 dakika soğuk havaya maruziyet sonrası bulunup acile getiriliyor. Rektal ısı 27 °C. Gelişte bilinci kapalı, solunumsuz, nabızsız; CPR altında kaba VF izleniyor ve toplam 3 defa uygun enerjide şok uygulanmış, ritim VF olarak devam ediyor. Çekirdek ısı hâlâ 27 °C, aktif ısıtma yeni yeni başlamış durumda. Sıradaki ritim kontrolünde monitöre tekrar bakıyorsun.",
      "tags": ["erişkin", "hipotermi", "VF", "3 şok sonrası", "borderline"],
      "rhythmKey": "vf",
      "timeLimitSec": 5,
      "type": "ALS ritim kararı",
      "correctAction": "noShock",
      "explanation": "Ciddi hipotermide (çekirdek ısı < 30 °C) ERC kılavuzuna göre en fazla 3 defibrilasyon denemesi yapılmalı, ardından aktif ısıtma ile ısı yükselene kadar ek şoklar ertelenmelidir. Bu senaryoda VF devam etse bile 3 şok sonrası ek defibrilasyon değil, kaliteli KPR ve agresif ısıtma ön plandadır."
    },
    {
      "id": 14,
      "title": "Olgu 14 – Geniş QRS taşikardi: VT mi SVT mi?",
      "narrative": "70 yaşında, bilinen iskemik kardiyomiyopatisi olan erkek hasta, ani başlayan çarpıntı ve baş dönmesi ile acile getiriliyor. Gelişte TA 80/45 mmHg, cilt soluk-soğuk, periferik nabız çok hızlı ama alınabiliyor. Bilinci bulanık, göğüs ağrısı tarifliyor. Monitöre bağlandığında düzenli, geniş QRS'li hızlı bir ritim görüyorsun; ekip içinde \"VT mi, SVT + aberransi mi?\" tartışması başlıyor.",
      "tags": ["erişkin", "geniş kompleks taşikardi", "hemodinamik instabil", "borderline"],
      "rhythmKey": "vt",
      "timeLimitSec": 5,
      "type": "ALS ritim kararı",
      "correctAction": "cardioversion",
      "explanation": "Yapısal kalp hastalığı olan, hemodinamik instabil geniş kompleks düzenli taşikardide ritim VT kabul edilmelidir. ERC taşikardi algoritmasına göre nabızlı, instabil VT'de acil senkronize kardiyoversiyon endikedir; defibrilasyon değil, senkron KV tercih edilir."
    },
    {
      "id": 15,
      "title": "Olgu 15 – Kalp pilli hastada geniş QRS ritim",
      "narrative": "78 yaşında, kalp pili takılı erkek hasta, hafif baş dönmesi ve halsizlik şikâyetiyle acile başvuruyor. Bilinci açık, seninle konuşabiliyor, TA 110/70 mmHg, nabız düzenli ama geniş QRS'li ve nispeten yavaş (70–80/dk civarı) hissediliyor. Monitörde geniş kompleks ritim ve her kompleks öncesi düzenli küçük spike benzeri işaretler görüyorsun.",
      "tags": ["erişkin", "kalp pili", "paced ritim", "stabil", "borderline"],
      "rhythmKey": "paced",
      "timeLimitSec": 5,
      "type": "ALS ritim kararı",
      "correctAction": "noShock",
      "explanation": "Kalp pili olan stabil hastada geniş QRS'li düzenli ritim çoğu zaman pace edilmiştir ve şoklanabilir ritim değildir. ERC ALS, ritim yorumunda cihaz öyküsünü göz önünde bulundurmayı ve hemodinamik olarak stabil paced ritimlerde defibrilasyon ya da kardiyoversiyon uygulamamayı vurgular; altta yatan sebep (elektrolit, ilaç, pil ayarı) değerlendirilmelidir."
    }
  ]
}
