{
  "meta": {
    "title": "Defi ALS Sim",
    "theme": {
      "bg": "#020617",
      "card": "#020617",
      "border": "#1f2937",
      "accent": "#f97373",
      "danger": "#ef4444",
      "text": "#e5e7eb",
      "muted": "#9ca3af",
      "heading": "#fef2f2"
    }
  },
  "cases": [
    {
      "id": 1,
      "title": "Olgu 1 – Gece nöbetinde çoklu travma hastası",
      "narrative": "Gece nöbetindesin. 112 paramedik ekibi, yüksek enerjili trafik kazası geçiren 42 yaş erkek hastayı resüsitasyon odasına alıyor.\nOlay yerinde kısa süre bilinci açıkken, ambulansta ani kollaps ve nabız kaybı geliştiğini, yaklaşık 6–8 dakikadır KPR uyguladıklarını anlatıyorlar.\n\nParamedik sana hızlı travma öyküsünü aktarırken acil hemşiresi defibrilatör pedlerini yapıştırmış, monitörü açmış durumda. Sen ritmi görmek için monitöre dönüyorsun.\n\nHemodinami: Nabız yok, apneik, yüksek kaliteli KPR sürüyor.",
      "tags": [
        "erişkin",
        "travma",
        "arrest",
        "şoklanabilir aday"
      ],
      "rhythmKey": "vf",
      "timeLimitSec": 8,
      "type": "ALS ritim kararı",
      "correctAction": "shock",
      "explanation": "Travmatik arrest olsa bile monitörde kaba VF/pulssuz VT görüldüğünde ritim şoklanabilir kabul edilir. ERC 2025’e göre VF/pVT algoritması uygulanır; yüksek kaliteli KPR ile birlikte bifazik defibrilasyon (150–200 J başlangıç) yapılır. Eş zamanlı olarak hipovolemi, tansiyon pnömotoraks, tamponad gibi travmaya özgü geri döndürülebilir nedenler agresif şekilde yönetilmelidir."
    },
    {
      "id": 2,
      "title": "Olgu 2 – İleri gebelikte ani kollaps",
      "narrative": "32 yaş, yaklaşık 34 haftalık gebe kadın. Evde ani nefes darlığı ve göğüs baskısı sonrası kollabe oluyor; eşi 112’yi arıyor.\n112 ekibi geldiğinde hastanın bilincinin kapalı, solunumunun agonal olduğunu ve kısa süre içinde nabzın kaybolduğunu belirtiyor; ambulansta KPR başlatılmış.\n\nResüsitasyon odasında paramedik, ‘Hocam gebe, olay ani oldu, aklımıza emboli veya aritmi geldi’ diye özet geçiyor. Hemşire uterusu sola deplase edecek şekilde pozisyon verirken defibrilatör pedleri yapıştırılmış durumda; monitör senin karşında.\n\nHemodinami: Nabız yok, KPR devam ediyor.",
      "tags": [
        "erişkin",
        "gebe",
        "arrest",
        "şoklanabilir aday"
      ],
      "rhythmKey": "vt",
      "timeLimitSec": 8,
      "type": "ALS ritim kararı",
      "correctAction": "shock",
      "explanation": "Pulssuz geniş kompleks taşikardi/VF, gebelikte de şoklanabilir bir ritimdir. Gebelik defibrilasyona kontrendikasyon değildir; enerji dozları erişkinle aynıdır. ERC 2025’e göre VF/pVT algoritmasına uygun defibrilasyon yapılmalı, eş zamanlı manuel uterin deplasman, yüksek kaliteli KPR ve gerekirse perimortem sezaryen gibi gebeliğe özgü girişimler planlanmalıdır."
    },
    {
      "id": 3,
      "title": "Olgu 3 – Travmalı çocuk arresti",
      "narrative": "6 yaş, erkek çocuk. Apartman boşluğuna düşme sonrası 112 çağrılmış. Ekip, olay yerine vardığında çocuğun solunumunun yüzeyel, bilincinin kapalı olduğunu; kısa süre sonra da nabzın kaybolduğunu söylüyor.\nYaklaşık 10 dakikadır çocuk KPR algoritmasına göre göğüs kompresyonu uyguladıklarını, damar yolu açmaya çalıştıklarını belirtiyorlar.\n\nResüsitasyon odasında paramedik ve çocuk hemşiresi çocuğu sana devrederken pedlerin uygun pozisyonda yapıştırıldığını, monitörün açık olduğunu söylüyor. Ekranda çok düşük amplitüdlü bir aktivite olup olmadığını değerlendirmek üzere monitöre bakıyorsun.\n\nHemodinami: Nabız yok, apneik, çocukta KPR sürüyor.",
      "tags": [
        "çocuk",
        "travma",
        "arrest",
        "şoklanabilir aday"
      ],
      "rhythmKey": "vf",
      "timeLimitSec": 10,
      "type": "ALS ritim kararı",
      "correctAction": "shock",
      "explanation": "Çocukta ince VF, asistoli ile karışabilir; bu nedenle monitördeki aktivite dikkatle değerlendirilmelidir. Eğer VF/pVT varsa ERC pediatrik ALS’e göre şoklanabilir ritimdir ve defibrilasyon (ilk şok için genellikle 4 J/kg) uygulanır. Çocuklarda da defibrilasyon travma varlığı nedeniyle ertelenmez; eş zamanlı olarak hipovolemi, iç kanama ve diğer travmatik nedenler yönetilir."
    },
    {
      "id": 4,
      "title": "Olgu 4 – Yaygın yanıklı hastada dolaşım kollapsı",
      "narrative": "45 yaş, erkek. Ev yangını sonrası 112 tarafından geniş yüzeyli alev yanıkları ve muhtemel inhalasyon hasarı ile getiriliyor.\nBaşlangıçta bilinci bulanık, oksijen desteği altında takip edilirken, resüsitasyon odasında aniden bilinci tamamen kapanıyor ve monitörde ritim değişikliği fark ediliyor.\n\n112 paramediği ve acil hemşiresi, ‘Hocam hastanın az önce nabzını alamadık, kompresyona başladık’ diyerek hastayı sana devrediyor. Pedler mümkün olan sağlam cilt bölgelerine yerleştirilmiş, monitör açık.\n\nHemodinami: Nabız palpe edilemiyor, KPR sürüyor.",
      "tags": [
        "erişkin",
        "yanık",
        "arrest",
        "şoklanamaz aday"
      ],
      "rhythmKey": "pea",
      "timeLimitSec": 10,
      "type": "ALS ritim kararı",
      "correctAction": "noShock",
      "explanation": "Yanıklı hastada da PEA, şoklanamaz ritim grubundadır. Monitörde elektriksel aktivite olmasına rağmen nabız yoktur. Defibrilasyon yerine yüksek kaliteli KPR, adrenalin ve özellikle hipovolemi, hipoksi, tamponad, tansiyon pnömotoraks gibi geri döndürülebilir nedenlerin agresif düzeltilmesi esastır. Yaygın yanıklarda ped yerleşimi zor olabilir; ancak ritim PEA ise şok endike değildir."
    },
    {
      "id": 5,
      "title": "Olgu 5 – Yüksek voltaj elektrik yaralanması",
      "narrative": "24 yaş, erkek. İnşaat sahasında yüksek voltaj elektrik akımına maruziyet sonrası 112 çağrılmış.\nEkip, hastayı elektrik kaynağından uzaklaştırdıktan kısa süre sonra kollaps geliştiğini, çok kısa bir dönemde nabzın kaybolduğunu ve ambulansta KPR başlattıklarını anlatıyor.\n\nResüsitasyon odasında paramedik ve hemşire hastayı sana devrederken vücutta giriş-çıkış yanıkları olduğunu, defibrilatör pedlerinin mümkün olan en iyi yerlere yapıştırıldığını ve monitörde alışılmışın dışında hızlı bir ritim gördüklerini söylüyorlar.\n\nHemodinami: Nabız yok, KPR devam ediyor.",
      "tags": [
        "erişkin",
        "elektrik yaralanması",
        "arrest",
        "şoklanabilir aday",
        "torsades olasılığı"
      ],
      "rhythmKey": "torsades",
      "timeLimitSec": 8,
      "type": "ALS ritim kararı",
      "correctAction": "shock",
      "explanation": "Yüksek voltaj elektrik yaralanmaları VF/polimorfik VT’yi tetikleyebilir. Torsades de pointes dahil polimorfik VT, hemodinamik kollaps ve nabızsızlık olduğunda VF/pVT algoritmasına göre şoklanabilir ritim olarak yönetilir. Defibrilasyon ile birlikte magnezyum ve elektrolit bozukluklarının düzeltilmesi kritik önemdedir."
    },
    {
      "id": 6,
      "title": "Olgu 6 – Sepsisli hastada ani nabız kaybı",
      "narrative": "70 yaş, erkek. Ateş, hipotansiyon ve bilinç bulanıklığı ile 112 tarafından acile getirilen, olası septik şok hastası.\nSıvı resüsitasyonu ve antibiyotik başlanmışken, resüsitasyon odasında bir anda monitörde ritim değişikliğine dikkat çekiliyor.\n\nAcil hemşiresi, ‘Hocam az önce nabzını alamadık, kompresyona başladık’ diyor. 112 paramediği de hastanın öncesinde potasyum yüksekliği olabileceğinden şüphe ettiklerini ekliyor. Pedler yerinde, monitör senin önünde.\n\nHemodinami: Nabız yok, apneik, KPR sürüyor.",
      "tags": [
        "erişkin",
        "sepsis",
        "hiperkalemi olasılığı",
        "arrest",
        "şoklanamaz aday"
      ],
      "rhythmKey": "asystole",
      "timeLimitSec": 8,
      "type": "ALS ritim kararı",
      "correctAction": "noShock",
      "explanation": "Asistoli şoklanamaz ritimdir. ERC 2025’e göre defibrilasyon önerilmez; odak yüksek kaliteli KPR, adrenalin uygulaması ve geri döndürülebilir nedenlerin (hiperkalemi, ağır hipoksi, asidoz vb.) düzeltilmesidir. Monitörde gerçek asistoli olduğundan emin olmak için farklı derivasyonla kontrol ve kablo/ped bağlantılarının gözden geçirilmesi önemlidir."
    },
    {
      "id": 7,
      "title": "Olgu 7 – Soğuk suya maruziyet sonrası arrest",
      "narrative": "28 yaş, erkek. Dağlık bölgede gölete düşme sonrası yaklaşık 30 dakika soğuk suda kaldığı bildiriliyor.\n112 ekibi hastayı sudan çıkardığında bilincinin kapalı, solunumunun olmadığı ve nabzının alınamadığı için olay yerinde KPR başlatmış.\nAmbulansta pasif ısıtma girişimleri sürdürülürken hasta acile naklediliyor.\n\nResüsitasyon odasında paramedik, çekirdek ısısının 27 °C olarak ölçüldüğünü, KPR’ın kesintisiz devam ettiğini söylüyor. Hemşire pedleri yapıştırmış, monitör açık; ritmi sen değerlendireceksin.\n\nHemodinami: Nabız yok, belirgin hipotermi bulguları ile KPR sürüyor.",
      "tags": [
        "erişkin",
        "hipotermi",
        "arrest",
        "şoklanabilir aday"
      ],
      "rhythmKey": "vf",
      "timeLimitSec": 10,
      "type": "ALS ritim kararı",
      "correctAction": "shock",
      "explanation": "İleri hipotermide VF sık görülür ve şoklanabilir bir ritimdir. Bazı kılavuzlar çok sayıda tekrarlayan şok yerine, bir-iki şok sonrası aktif ısıtma önceliğini vurgular; ancak temel prensip VF/pVT’nin defibrile edilmesidir. ERC 2025’e göre VF/pVT algoritmasına uygun şok verilir, eş zamanlı olarak aktif rewarming stratejileri (sıvı ısıtma, ılık hava, gerekirse ekstrakorporeal ısınma) uygulanır."
    },
    {
      "id": 8,
      "title": "Olgu 8 – Doğum sonrası şok tablosu ve taşikardi",
      "narrative": "28 yaş, kadın. Doğumdan sonraki ilk 24 saat içinde aşırı vajinal kanama gelişmesi üzerine perifer bir merkezden 112 ile acile sevk ediliyor.\nAmbulansta tansiyonunun giderek düştüğü, belirgin çarpıntı, soğuk terleme ve baş dönmesi olduğu bildirilmiş.\n\nResüsitasyon odasında paramedik ve hemşire hastayı sana devrederken, ‘Hocam çok hızlı bir ritim görüyoruz, tansiyonu 70/40 civarı, hastanın bilinci bulanık’ diyorlar. Pedler yapıştırılmış, monitör senin önünde; ritmi ayrıntılı olarak değerlendirmek sana kalmış.\n\nHemodinami: Hipotansif, bilinç bulanık, nabız palpe edilebiliyor.",
      "tags": [
        "erişkin",
        "postpartum",
        "taşikardi",
        "hemodinamik instabil",
        "senkron KV adayı"
      ],
      "rhythmKey": "svt",
      "timeLimitSec": 10,
      "type": "ALS ritim kararı",
      "correctAction": "cardioversion",
      "explanation": "Doğum sonrası yoğun kanamalı hastada hemodinamik olarak instabil dar kompleks taşikardi (SVT) varsa, ERC 2025’e göre öncelikli tedavi senkron kardiyoversiyondur. Vagal manevra veya adenozin için zaman kaybetmek uygun değildir; hipoperfüzyon ve şok bulguları varken ritim hızla senkron KV ile sonlandırılmalıdır. Kanama kontrolü ve masif transfüzyon protokolleri eş zamanlı yürütülmelidir."
    },
    {
      "id": 9,
      "title": "Olgu 9 – Yanık yoğun bakım hastasında kötüleşen taşikardi",
      "narrative": "60 yaş, erkek. Günler önce geniş alanlı alev yanığı nedeniyle yanık merkezine yatırılmış; sıvı resüsitasyonu ve yoğun bakım izlemi devam ediyor.\nDış merkezin doluluğu nedeniyle 112 ile senin aciline devrediliyor. Transport sırasında çarpıntı, nefes darlığı ve giderek artan halsizlik tariflenmiş.\n\nResüsitasyon odasında paramedik ve hemşire, ‘Hocam yatırırken ritmi birden hızlandı, tansiyonu da 80/50’ye düştü, hasta çok kötüleşti’ diyerek hastayı sana devrediyor. Pedler yerleştirilmiş, monitör açık; ritmi sen değerlendireceksin.\n\nHemodinami: Hipotansif, dispneik, nabız palpe edilebiliyor, organ perfüzyonu bozulmuş görünüyor.",
      "tags": [
        "erişkin",
        "yanık",
        "taşikardi",
        "hemodinamik instabil",
        "senkron KV adayı"
      ],
      "rhythmKey": "af",
      "timeLimitSec": 10,
      "type": "ALS ritim kararı",
      "correctAction": "cardioversion",
      "explanation": "Geniş yanıklı ve kritik hastada hızlı ventrikül yanıtlı AF, belirgin hipotansiyon ve hipoperfüzyonla birlikteyse hemodinamik instabil kabul edilir ve ERC 2025’e göre senkron kardiyoversiyon endikedir. İlaçla hız kontrolü için zaman kaybetmek yerine öncelik senkron KV olmalı; yanık hastasında sıvı dengesi, analjezi ve enfeksiyon kontrolü eş zamanlı optimize edilmelidir."
    },
    {
      "id": 10,
      "title": "Olgu 10 – Genç yanık hastasında belirgin çarpıntı",
      "narrative": "30 yaş, erkek. İş kazası sonrası üst ekstremitelerde ve gövdede orta dereceli yanık alanları nedeniyle 112 ile acile getiriliyor.\nOlay yeri ve transport boyunca bilinci açık, sadece ağrı ve çarpıntı şikayeti varmış.\n\nResüsitasyon alanında hemşire hastayı monitöre bağlarken, paramedik vital bulguların stabil olduğunu, kanama veya inhalasyon hasarı bulgusu olmadığını söylüyor. Sen yatağın yanına geldiğinde hasta, ‘Kalbim çok hızlı atıyor, çok korktum’ diyor.\n\nHemodinami: Normotansif, periferik perfüzyonu iyi, göğüs ağrısı yok, sadece taşikardi ve anksiyete mevcut.",
      "tags": [
        "erişkin",
        "yanık",
        "stabil",
        "şoklanamaz aday"
      ],
      "rhythmKey": "sinus",
      "timeLimitSec": 10,
      "type": "ALS ritim kararı",
      "correctAction": "noShock",
      "explanation": "Stres, ağrı ve hafif hipovolemiye sekonder sinüs taşikardi yanık hastalarında sık görülür. Bu fizyolojik bir yanıt olup şok veya senkron KV endikasyonu yoktur. Tedavi altta yatan nedenedir: yeterli analjezi, sıvı replasmanı ve anksiyete kontrolü. Şok veya elektriksel kardiyoversiyon bu durumda kontrendikedir."
    },
    {
  "id": 11,
  "title": "Olgu 11 – Genç hastada pre-eksitasyonlu AF (WPW)",
  "narrative": "22 yaş, erkek. Bilinen sağlıklı, yapısal kalp hastalığı öyküsü yok. Ani başlayan çarpıntı, çarpıntı sırasında baş dönmesi ve göğüste sıkışma hissi tarifliyor. Acil servise geldiğinde ajite, soluk, TA 80/50 mmHg, nabız 180/dk, düzensiz. Monitörde geniş QRS'li, düzensiz, pre-eksitasyon bulguları olan taşikardi (WPW ile uyumlu AF) izleniyor.",
  "tags": [
    "erişkin",
    "wpw",
    "af",
    "genç",
    "hemodinamik instabil",
    "senkron KV adayı"
  ],
  "rhythmKey": "wpw",
  "timeLimitSec": 10,
  "type": "ALS ritim kararı",
  "correctAction": "cardioversion",
  "explanation": "WPW zemininde gelişen pre-eksitasyonlu AF, düzensiz, geniş QRS'li taşikardi ile seyreder ve hızla ciddi hipotansiyon, senkop ve VF'ye ilerleme riski taşır. Hemodinamik instabil hastada ERC/ALS yaklaşımı, hız kontrolü veya AV nodal blokajdan önce acil senkronize elektriksel kardiyoversiyondur. Adenozin, beta blokerler, kalsiyum kanal blokerleri ve digoksin gibi AV nodal iletimi yavaşlatan ilaçlar WPW-AF'de ventrikül yanıtını artırıp VF'ye yol açabileceği için kontrendikedir; öncelik acil senkron KV ve eş zamanlı ileri yaşam desteği önlemleridir."
}

  ]
}
